Repository: straff2002/OpenGlasses
Catalog: OpenGlasses/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, ja, pl, ru, uk, zh_hans, zh_hant

# %@ — %lld files
source: %1$@ — %2$lld files
de: %@ — %lld Dateien
es: %@ — %lld archivos
fr: %@ — %lld fichiers
ja: %@ — %lld 個のファイル
pl: %@ — %lld plików
ru: %1$@ — файлов: %2$lld
zh_hans: %@ — %lld 个文件
zh_hant: %@ — %lld 個檔案

source: %1$lld skill%2$@ will be added **disabled**. Each injects its prompt into the AI's context, so review and enable them individually before use.
de: %1$lld Skill%2$@ werden **deaktiviert** hinzugefügt. Jeder fügt seinen Prompt in den Kontext der KI ein – prüfe sie und aktiviere sie einzeln vor der Verwendung.
es: Se añadirán %1$lld habilidades **desactivadas**. Cada una inserta su prompt en el contexto de la IA, así que revísalas y actívalas individualmente antes de usarlas.
fr: %1$lld compétence%2$@ seront ajoutées **désactivées**. Chacune insère son prompt dans le contexte de l'IA ; passez-les en revue et activez-les individuellement avant utilisation.
ja: %1$lld 件のスキルが**無効**の状態で追加されます。それぞれが AI のコンテキストにプロンプトを挿入するため、使用する前に個別に確認して有効にしてください。
pl: Zostanie dodanych %1$lld umiejętności w stanie **wyłączonym**. Każda wstrzykuje swój prompt do kontekstu SI, więc przejrzyj je i włącz pojedynczo przed użyciem.
ru: Будет добавлено %1$lld навыков — все **выключены**. Каждый добавляет свою инструкцию в контекст ИИ, поэтому проверьте и включите их по отдельности перед использованием.
zh_hans: 将添加 %1$lld 个技能，且默认**禁用**。每个技能都会将其提示词注入 AI 的上下文，因此请在使用前逐个检查并启用。
zh_hant: 將新增 %1$lld 個技能，且預設**停用**。每個技能都會將其提示詞注入 AI 的上下文，因此請在使用前逐個檢查並啟用。

source: A one-time purchase unlocks Field Assist on this Apple ID.
de: Ein einmaliger Kauf schaltet Field Assist für diese Apple-ID frei.
es: Una compra única desbloquea Field Assist en este ID de Apple.
fr: Un achat unique déverrouille Field Assist sur cet identifiant Apple.
ja: 一度の購入で、この Apple ID で Field Assist が利用できるようになります。
pl: Jednorazowy zakup odblokowuje Field Assist na tym Apple ID.
zh_hans: 一次性购买即可在此 Apple ID 上解锁 Field Assist。
zh_hant: 一次性購買即可在此 Apple ID 上解鎖 Field Assist。

source: Action
de: Aktion
es: Acción
ja: アクション
pl: Akcja
ru: Действие
zh_hans: 操作
zh_hant: 動作

source: Activate License
de: Lizenz aktivieren
es: Activar licencia
fr: Activer la licence
ja: ライセンスを有効化
pl: Aktywuj licencję
zh_hans: 激活许可证
zh_hant: 啟用授權

source: Add
de: Hinzufügen
es: Añadir
es_mx: Agregar
fr: Ajouter
ja: 追加
pl: Dodaj
ru: Добавить
uk: Додати
zh_hans: 添加
zh_hant: 加入

source: Add API keys for different AI providers. Switch models anytime from the main screen.
de: Fügen Sie API-Schlüssel verschiedener KI-Anbieter hinzu. Wechseln Sie jederzeit vom Hauptbildschirm aus das Modell.
es: Añade claves de API de diferentes proveedores de IA. Cambia de modelo en cualquier momento desde la pantalla principal.
fr: Ajoutez des clés API de différents fournisseurs IA. Changez de modèle à tout moment depuis l'écran principal.
ja: さまざまなAIプロバイダーのAPIキーを追加します。メイン画面からいつでもモデルを切り替えられます。
pl: Dodaj klucze API różnych dostawców AI. Zmieniaj modele w dowolnym momencie z ekranu głównego.
ru: Добавляйте API-ключи для разных провайдеров ИИ. Переключайте модели в любой момент с главного экрана.
zh_hans: 添加不同 AI 提供商的 API 密钥。随时从主屏幕切换模型。
zh_hant: 新增不同 AI 提供者的 API 金鑰。隨時從主畫面切換模型。

source: Add Model
de: Modell hinzufügen
es: Añadir modelo
fr: Ajouter un modèle
ja: モデルを追加
pl: Dodaj model
ru: Добавить модель
zh_hans: 添加模型
zh_hant: 新增模型

source: Add Parameter
de: Parameter hinzufügen
es: Añadir parámetro
fr: Ajouter un paramètre
ja: パラメーターを追加
pl: Dodaj parametr
ru: Добавить параметр
zh_hans: 添加参数
zh_hant: 新增參數

source: AI Models
de: KI-Modelle
es: Modelos de IA
fr: Modèles IA
ja: AI モデル
pl: Modele AI
ru: Модели ИИ
uk: Моделі ШІ
zh_hans: AI 模型
zh_hant: AI 模型

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
ja: API キー
pl: Klucz API
ru: API-ключ
zh_hans: API 密钥
zh_hant: API 金鑰

source: Ask
de: Fragen
es: Preguntar
es_mx: Preguntar
fr: Demander
ja: 質問
pl: Zapytaj
ru: Спросить
uk: Запитати
zh_hans: 询问
zh_hant: 詢問

source: Authentication (Optional)
de: Authentifizierung (optional)
es: Autenticación (opcional)
fr: Authentification (optionnel)
ja: 認証（オプション）
pl: Uwierzytelnianie (opcjonalne)
ru: Аутентификация (необязательно)
zh_hans: 认证（可选）
zh_hant: 認證（可選）

source: Balanced
de: Ausgewogen
es: Equilibrado
es_mx: Equilibrado
fr: Équilibré
ja: バランス
pl: Zrównoważony
ru: Сбалансированный
uk: Збалансований
zh_hans: 平衡
zh_hant: 平衡

source: Best
de: Beste
es: Mejor
es_mx: Mejor
fr: Meilleur
ja: 最高
pl: Najlepszy
ru: Лучший
uk: Найкращий
zh_hans: 最佳
zh_hant: 最佳

source: Blur Bystander Faces
de: Gesichter von Passanten unscharf
es: Difuminar rostros de transeúntes
fr: Flouter les visages des passants
ja: 傍観者の顔をぼかす
pl: Rozmyj twarze przechodniów
ru: Размывать лица посторонних
zh_hans: 模糊旁观者面部
zh_hant: 模糊旁觀者面部

source: Browse the reference content read-only. Unlocking lets you edit it, run grounded sessions, and export.
de: Durchsuche die Referenzinhalte schreibgeschützt. Nach dem Freischalten kannst du sie bearbeiten, fundierte Sitzungen ausführen und exportieren.
es: Explora el contenido de referencia en modo de solo lectura. Al desbloquearlo podrás editarlo, ejecutar sesiones fundamentadas y exportarlo.
fr: Parcourez le contenu de référence en lecture seule. Le déverrouillage vous permet de le modifier, de lancer des sessions documentées et de l'exporter.
ja: 参照コンテンツを読み取り専用で閲覧できます。ロックを解除すると、編集、グラウンディングされたセッションの実行、書き出しが可能になります。
pl: Przeglądaj treści referencyjne tylko do odczytu. Odblokowanie pozwala je edytować, uruchamiać sesje oparte na danych i eksportować.
ru: Просматривайте справочные материалы только для чтения. Разблокировка позволяет редактировать их, проводить сессии с привязкой к источникам и экспортировать.
zh_hans: 以只读方式浏览参考内容。解锁后即可编辑、运行基于参考的会话并导出。
zh_hant: 以唯讀方式瀏覽參考內容。解鎖後即可編輯、執行以參考為依據的工作階段並匯出。

source: Built-in
de: Integriert
es: Integrado
fr: Intégré
ja: 内蔵
pl: Wbudowane
ru: Встроенный
zh_hans: 内置
zh_hant: 內建

source: Buy Field Assist
de: Field Assist kaufen
es: Comprar Field Assist
fr: Acheter Field Assist
ja: Field Assist を購入
pl: Kup Field Assist
zh_hans: 购买 Field Assist
zh_hant: 購買 Field Assist

source: Bystander Face Blur runs entirely on-device — no images leave your phone. Share Health Data with AI is off by default: Apple Health data is sent to your AI provider only when you turn it on.
de: Die Unschärfe für Passantengesichter läuft vollständig auf dem Gerät – es verlassen keine Bilder dein Telefon. „Gesundheitsdaten mit KI teilen“ ist standardmäßig deaktiviert: Apple-Health-Daten werden nur an deinen KI-Anbieter gesendet, wenn du es aktivierst.
es: El desenfoque de rostros de transeúntes se ejecuta completamente en el dispositivo: ninguna imagen sale de tu teléfono. «Compartir datos de salud con la IA» está desactivado por defecto: los datos de Apple Salud se envían a tu proveedor de IA solo cuando lo activas.
fr: Le floutage des visages des passants s'exécute entièrement sur l'appareil — aucune image ne quitte votre téléphone. « Partager les données de santé avec l'IA » est désactivé par défaut : les données Apple Santé ne sont envoyées à votre fournisseur d'IA que lorsque vous l'activez.
ja: 傍観者の顔のぼかしは完全にデバイス上で実行され、画像が端末の外に出ることはありません。「健康データをAIと共有」はデフォルトでオフです。Apple ヘルスケアのデータは、オンにした場合にのみAIプロバイダに送信されます。
pl: Rozmycie twarzy przechodniów działa w całości na urządzeniu — żadne zdjęcia nie opuszczają telefonu. „Udostępniaj dane zdrowotne AI“ jest domyślnie wyłączone: dane Apple Health są wysyłane do dostawcy AI tylko po włączeniu tej opcji.
ru: Размытие лиц посторонних выполняется полностью на устройстве — изображения не покидают ваш телефон. Функция «Делиться данными о здоровье с ИИ» по умолчанию отключена: данные Apple «Здоровье» отправляются вашему провайдеру ИИ, только если вы её включите.
zh_hans: 旁观者面部模糊完全在设备上运行——不会有图像离开你的手机。“与 AI 共享健康数据”默认关闭：只有在你开启时，“Apple 健康”数据才会发送给你的 AI 提供商。
zh_hant: 旁觀者面部模糊完全在裝置上執行——不會有圖像離開你的手機。「與 AI 共享健康資料」預設關閉：只有在你開啟時，「Apple 健康」資料才會傳送給你的 AI 供應商。

source: Camera Permission
de: Kameraberechtigung
es: Permiso de cámara
fr: Autorisation caméra
ja: カメラの許可
pl: Uprawnienie kamery
ru: Разрешение на использование камеры
zh_hans: 相机权限
zh_hant: 相機權限

source: Camera Ready
de: Kamera bereit
es: Cámara lista
fr: Caméra prête
ja: カメラ準備完了
pl: Kamera gotowa
ru: Камера готова
zh_hans: 相机就绪
zh_hant: 相機就緒

source: Camera Streaming
de: Kamera-Streaming
es: Transmitiendo cámara
fr: Diffusion caméra
ja: カメラストリーミング中
pl: Transmisja z kamery
ru: Видеопоток с камеры
zh_hans: 相机直播中
zh_hant: 相機串流中

source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
es_mx: Cancelado
fr: Annulé
ja: キャンセル済み
pl: Anulowano
ru: Отменено
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消

source: Choose the phrase that activates the assistant. Personas can override this with their own wake phrases.
de: Wählen Sie den Satz, der den Assistenten aktiviert. Personas können dies mit eigenen Phrasen überschreiben.
es: Elige la frase que activa el asistente. Las personas pueden anular esto con sus propias frases.
fr: Choisissez la phrase qui active l'assistant. Les personnages peuvent la remplacer par leurs propres phrases.
ja: アシスタントを起動するフレーズを選択します。ペルソナは独自のウェイクフレーズで上書きできます。
pl: Wybierz frazę aktywującą asystenta. Persony mogą ją nadpisać własną frazą.
ru: Выберите фразу, которая активирует ассистента. Персоны могут задать собственные фразы активации, переопределив эту.
zh_hans: 选择激活助手的短语。角色可以用自己的唤醒短语覆盖此设置。
zh_hant: 選擇啟動助手的短語。角色可以用自己的喚醒短語覆蓋此設定。

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア
pl: Wyczyść
ru: Очистить
zh_hans: 清除
zh_hant: 清除

source: Close Preview
de: Vorschau schließen
es: Cerrar vista previa
fr: Fermer l'aperçu
ja: プレビューを閉じる
pl: Zamknij podgląd
ru: Закрыть предпросмотр
zh_hans: 关闭预览
zh_hant: 關閉預覽

source: Connect Glasses
de: Brille verbinden
es: Conectar gafas
es_mx: Conectar lentes
fr: Connecter lunettes
ja: メガネを接続
pl: Połącz okulary
ru: Подключить очки
uk: Підключити окуляри
zh_hans: 连接眼镜
zh_hant: 連接眼鏡

source: Connect glasses first
de: Brille zuerst verbinden
es: Conecta las gafas primero
es_mx: Conecta los lentes primero
fr: Connectez d'abord les lunettes
ja: 先にメガネを接続してください
pl: Najpierw połącz okulary
ru: Сначала подключите очки
uk: Спочатку підключіть окуляри
zh_hans: 请先连接眼镜
zh_hant: 請先連接眼鏡

source: Connected
de: Verbunden
es: Conectado
es_mx: Conectado
fr: Connecté
ja: 接続済み
pl: Połączono
ru: Подключено
uk: Підключено
zh_hans: 已连接
zh_hant: 已連接

source: Connecting glasses for camera…
de: Verbinde Brille für Kamera…
es: Conectando gafas para cámara…
fr: Connexion des lunettes pour la caméra…
ja: カメラのためにメガネを接続中…
pl: Łączenie okularów z kamerą…
ru: Подключение очков для камеры…
zh_hans: 正在为相机连接眼镜…
zh_hant: 正在為相機連接眼鏡…

source: Connecting to camera…
de: Verbinde mit Kamera…
es: Conectando a la cámara…
fr: Connexion à la caméra…
ja: カメラに接続中…
pl: Łączenie z kamerą…
ru: Подключение к камере…
zh_hans: 正在连接相机…
zh_hant: 正在連接相機…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
pl: Połączenie
ru: Подключение
zh_hans: 连接
zh_hant: 連線

source: Connectivity
de: Konnektivität
es: Conectividad
fr: Connectivité
ja: 接続性
pl: Łączność
ru: Связь
zh_hans: 连接性
zh_hant: 連線能力

source: Conversation History
de: Gesprächsverlauf
es: Historial de conversaciones
fr: Historique des conversations
ja: 会話履歴
pl: Historia rozmów
ru: История разговоров
zh_hans: 对话历史
zh_hant: 對話歷史

source: Copy Debug Log
de: Debug-Log kopieren
es: Copiar registro de depuración
fr: Copier le journal de débogage
ja: デバッグログをコピー
pl: Kopiuj dziennik debugowania
ru: Копировать журнал отладки
zh_hans: 复制调试日志
zh_hant: 複製除錯日誌

source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pl: Kopiuj do schowka
ru: Копировать в буфер обмена
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Custom Model
de: Benutzerdefiniertes Modell
es: Modelo personalizado
fr: Modèle personnalisé
ja: カスタムモデル
pl: Model niestandardowy
ru: Пользовательская модель
zh_hans: 自定义模型
zh_hant: 自訂模型

source: Custom Tools
de: Eigene Werkzeuge
es: Herramientas personalizadas
fr: Outils personnalisés
ja: カスタムツール
pl: Własne narzędzia
ru: Свои инструменты
zh_hans: 自定义工具
zh_hant: 自訂工具

source: Delete
de: Löschen
es: Eliminar
es_mx: Eliminar
fr: Supprimer
ja: 削除
pl: Usuń
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Describe
de: Beschreiben
es: Describir
es_mx: Describir
fr: Décrire
ja: 説明
pl: Opisz
ru: Описать
uk: Описати
zh_hans: 描述
zh_hant: 描述

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
pl: Urządzenie
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

source: Disconnected
de: Getrennt
es: Desconectado
es_mx: Desconectado
fr: Déconnecté
ja: 未接続
pl: Rozłączono
ru: Отключено
uk: Відключено
zh_hans: 未连接
zh_hant: 未連接

source: Discover Tools
de: Werkzeuge entdecken
es: Descubrir herramientas
fr: Découvrir les outils
ja: ツールを発見
pl: Odkryj narzędzia
ru: Обзор инструментов
zh_hans: 发现工具
zh_hant: 探索工具

source: Discovering…
de: Entdecke…
es: Descubriendo…
fr: Découverte…
ja: 検出中…
pl: Odkrywanie…
ru: Обнаружение…
zh_hans: 发现中…
zh_hant: 探索中…

source: Dismiss keyboard
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを閉じる
pl: Ukryj klawiaturę
ru: Скрыть клавиатуру
zh_hans: 关闭键盘
zh_hant: 關閉鍵盤

source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ja: 表示名
pl: Nazwa wyświetlana
ru: Отображаемое имя
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Done
de: Fertig
es: Listo
es_mx: Listo
fr: Terminé
ja: 完了
pl: Gotowe
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
pl: Pobierz
ru: Загрузить
zh_hans: 下载
zh_hant: 下載

source: Download & Manage Models
de: Modelle herunterladen und verwalten
es: Descargar y gestionar modelos
fr: Télécharger et gérer les modèles
ja: モデルのダウンロードと管理
pl: Pobierz i zarządzaj modelami
ru: Загрузка и управление моделями
zh_hans: 下载和管理模型
zh_hant: 下載和管理模型

source: Each persona has its own wake word, AI model, and personality. Say any persona's wake word to activate it.
de: Jede Persona hat ihr eigenes Aktivierungswort, KI-Modell und Persönlichkeit. Sagen Sie das Aktivierungswort einer beliebigen Persona.
es: Cada persona tiene su propia palabra de activación, modelo de IA y personalidad. Di la palabra de activación de cualquier persona para activarla.
fr: Chaque personnage a son mot d'activation, modèle IA et personnalité. Dites le mot d'activation de n'importe quel personnage.
ja: 各ペルソナには独自のウェイクワード、AIモデル、個性があります。どのペルソナのウェイクワードでも言えば起動します。
pl: Każda persona ma własne słowo aktywujące, model AI i osobowość. Powiedz słowo aktywujące dowolnej persony.
ru: У каждой персоны своё слово активации, модель ИИ и характер. Произнесите слово активации любой персоны, чтобы активировать её.
zh_hans: 每个角色都有自己的唤醒词、AI 模型和个性。说出任何角色的唤醒词即可激活。
zh_hant: 每個角色都有自己的喚醒詞、AI 模型和個性。說出任何角色的喚醒詞即可啟動。

source: Edit
de: Bearbeiten
es: Editar
es_mx: Editar
fr: Modifier
ja: 編集
pl: Edytuj
ru: Изменить
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

source: Edit a vault's grounding references in-app — edits write to a private overlay and never touch the bundled baseline. Swipe a free or imported vault to export it with your edits; paid bundled packs can't be exported.
de: Bearbeite die Grounding-Referenzen eines Tresors direkt in der App – Änderungen werden in ein privates Overlay geschrieben und berühren nie die mitgelieferte Grundlage. Streiche über einen kostenlosen oder importierten Tresor, um ihn mit deinen Änderungen zu exportieren; kostenpflichtige mitgelieferte Pakete können nicht exportiert werden.
es: Edita las referencias de fundamentación de una bóveda en la app: los cambios se escriben en una capa privada y nunca afectan a la base incluida. Desliza una bóveda gratuita o importada para exportarla con tus cambios; los paquetes de pago incluidos no se pueden exportar.
fr: Modifiez les références de fondement d'un coffre dans l'app — les modifications sont écrites dans une couche privée et ne touchent jamais la base fournie. Balayez un coffre gratuit ou importé pour l'exporter avec vos modifications ; les packs payants fournis ne peuvent pas être exportés.
ja: 保管庫のグラウンディング参照をアプリ内で編集できます — 編集内容はプライベートなオーバーレイに書き込まれ、付属のベースラインには一切影響しません。無料または読み込んだ保管庫をスワイプすると、編集内容ごと書き出せます。付属の有料パックは書き出せません。
pl: Edytuj odniesienia bazowe sejfu w aplikacji — zmiany są zapisywane w prywatnej nakładce i nigdy nie naruszają dołączonej bazy. Przesuń palcem po darmowym lub zaimportowanym sejfie, aby wyeksportować go z Twoimi zmianami; dołączonych płatnych pakietów nie można eksportować.
zh_hans: 在 App 内编辑保管库的基准参考——编辑会写入私有叠加层，绝不会改动随附的基线。滑动免费或导入的保管库即可连同你的编辑一起导出；随附的付费包无法导出。
zh_hant: 在 App 內編輯保管庫的基準參考——編輯會寫入私有疊加層，絕不會改動隨附的基準。滑動免費或匯入的保管庫即可連同你的編輯一起匯出；隨附的付費套件無法匯出。

source: Enable OpenClaw
de: OpenClaw aktivieren
es: Activar OpenClaw
fr: Activer OpenClaw
ja: OpenClaw を有効にする
pl: Włącz OpenClaw
ru: Включить OpenClaw
zh_hans: 启用 OpenClaw
zh_hant: 啟用 OpenClaw

source: Enterprise customers receive a code with their order. Codes are signed and validated on-device — no network required.
de: Enterprise-Kunden erhalten einen Code mit ihrer Bestellung. Codes werden signiert und auf dem Gerät validiert – keine Netzwerkverbindung erforderlich.
es: Los clientes empresariales reciben un código con su pedido. Los códigos se firman y se validan en el dispositivo: no se requiere conexión.
fr: Les clients entreprise reçoivent un code avec leur commande. Les codes sont signés et validés sur l'appareil — aucune connexion requise.
ja: エンタープライズのお客様は、ご注文時にコードを受け取ります。コードは署名され、デバイス上で検証されます — ネットワークは不要です。
pl: Klienci korporacyjni otrzymują kod wraz z zamówieniem. Kody są podpisywane i weryfikowane na urządzeniu — bez połączenia z siecią.
zh_hans: 企业客户会随订单收到一个代码。代码经过签名并在设备上验证——无需联网。
zh_hant: 企業客戶會隨訂單收到一組代碼。代碼經過簽署並在裝置上驗證——無需連線。

source: Entitlement
de: Berechtigung
es: Derecho
fr: Droit d'accès
ja: 利用資格
pl: Uprawnienie
ru: Права доступа
zh_hans: 权限
zh_hant: 權限

source: Error
de: Fehler
fr: Erreur
ja: エラー
pl: Błąd
ru: Ошибка
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: Event
de: Ereignis
es: Evento
fr: Événement
ja: イベント
pl: Wydarzenie
ru: Событие
zh_hans: 事件
zh_hant: 事件

source: Expires
de: Läuft ab
es: Caduca
fr: Expire le
ja: 有効期限
pl: Wygasa
ru: Истекает
zh_hans: 到期
zh_hant: 到期

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
pl: Eksportuj
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
ja: 書き出しに失敗しました
pl: Eksport nie powiódł się
ru: Не удалось выполнить экспорт
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Library
de: Bibliothek exportieren
es: Exportar biblioteca
fr: Exporter la bibliothèque
ja: ライブラリを書き出す
pl: Eksportuj bibliotekę
ru: Экспорт библиотеки
zh_hans: 导出库
zh_hant: 匯出資料庫

source: Expressive Voice
de: Ausdrucksstarke Stimme
es: Voz expresiva
fr: Voix expressive
ja: 感情豊かな音声
pl: Ekspresyjny głos
ru: Выразительный голос
zh_hans: 表现力语音
zh_hant: 表現力語音

source: External Tools
de: Externe Werkzeuge
es: Herramientas externas
fr: Outils externes
ja: 外部ツール
pl: Narzędzia zewnętrzne
ru: Внешние инструменты
zh_hans: 外部工具
zh_hant: 外部工具

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
ja: 失敗しました
pl: Niepowodzenie
ru: Не удалось
zh_hans: 失败
zh_hant: 失敗

source: Fast
de: Schnell
es: Rápido
es_mx: Rápido
fr: Rapide
ja: 高速
pl: Szybki
ru: Быстрый
uk: Швидкий
zh_hans: 快速
zh_hant: 快速

source: Field Assist is locked
de: Field Assist ist gesperrt
es: Field Assist está bloqueado
fr: Field Assist est verrouillé
ja: Field Assist はロックされています
pl: Field Assist jest zablokowany
zh_hans: Field Assist 已锁定
zh_hant: Field Assist 已鎖定

source: Glasses Connected
de: Brille verbunden
es: Gafas conectadas
fr: Lunettes connectées
ja: メガネ接続済み
pl: Okulary połączone
ru: Очки подключены
zh_hans: 眼镜已连接
zh_hant: 眼鏡已連接

source: Goodbye!
de: Auf Wiedersehen!
es: ¡Adiós!
fr: Au revoir !
ja: さようなら！
pl: Do widzenia!
ru: До свидания!
zh_hans: 再见！
zh_hant: 再見！

source: Hardware & Privacy
de: Hardware & Datenschutz
es: Hardware y privacidad
fr: Matériel et confidentialité
ja: ハードウェアとプライバシー
pl: Sprzęt i prywatność
ru: Оборудование и конфиденциальность
zh_hans: 硬件与隐私
zh_hant: 硬體與隱私

source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
pl: Jak to działa
ru: Как это устроено
zh_hans: 工作原理
zh_hant: 運作方式

source: Import
de: Importieren
es: Importar
fr: Importer
ja: 読み込む
pl: Importuj
ru: Импорт
zh_hans: 导入
zh_hant: 匯入

source: Import Library
de: Bibliothek importieren
es: Importar biblioteca
fr: Importer la bibliothèque
ja: ライブラリを読み込む
pl: Importuj bibliotekę
ru: Импорт библиотеки
zh_hans: 导入库
zh_hant: 匯入資料庫

source: Import skills?
de: Skills importieren?
es: ¿Importar habilidades?
fr: Importer les compétences ?
ja: スキルを読み込みますか？
pl: Zaimportować umiejętności?
ru: Импортировать навыки?
zh_hans: 导入技能？
zh_hant: 匯入技能？

source: In-App Purchase
de: In-App-Kauf
es: Compra en la app
fr: Achat intégré
ja: アプリ内課金
pl: Zakup w aplikacji
zh_hans: App 内购买
zh_hant: App 內購買

source: Intelligence
de: Intelligenz
es: Inteligencia
ja: インテリジェンス
pl: Inteligencja
ru: Интеллект
zh_hans: 智能
zh_hant: 智慧

source: Intent Classifier
de: Absichtsklassifikator
es: Clasificador de intención
fr: Classificateur d'intention
ja: 意図分類器
pl: Klasyfikator intencji
ru: Классификатор намерений
zh_hans: 意图分类器
zh_hant: 意圖分類器

source: iPhone Connected
de: iPhone verbunden
es: iPhone conectado
fr: iPhone connecté
ja: iPhone 接続済み
pl: iPhone połączony
ru: iPhone подключён
zh_hans: iPhone 已连接
zh_hant: iPhone 已連接

source: iPhone Not Reachable
de: iPhone nicht erreichbar
es: iPhone no disponible
fr: iPhone injoignable
ja: iPhone に接続できません
pl: iPhone nieosiągalny
ru: iPhone недоступен
zh_hans: iPhone 不可用
zh_hant: iPhone 無法連線

source: License Code
de: Lizenzcode
es: Código de licencia
fr: Code de licence
ja: ライセンスコード
pl: Kod licencyjny
zh_hans: 许可证代码
zh_hant: 授權碼

source: Licensed to
de: Lizenziert für
es: Con licencia para
fr: Sous licence pour
ja: ライセンス所有者
pl: Licencja dla
ru: Лицензия выдана
zh_hans: 授权给
zh_hant: 授權給

source: Listen via Glasses Mic
de: Über Brillenmikrofon hören
es: Escuchar por micrófono de gafas
fr: Écouter via micro des lunettes
ja: メガネのマイクで聞く
pl: Słuchaj przez mikrofon okularów
ru: Слушать через микрофон очков
zh_hans: 通过眼镜麦克风收听
zh_hant: 透過眼鏡麥克風收聽

source: Listening...
de: Zuhören…
es: Escuchando…
es_mx: Escuchando…
fr: Écoute…
ja: 聞いています…
pl: Słucham…
ru: Слушаю…
uk: Слухаю…
zh_hans: 聆听中…
zh_hant: 聆聽中…

source: Live Preview
de: Live-Vorschau
es: Vista previa en vivo
fr: Aperçu en direct
ja: ライブプレビュー
pl: Podgląd na żywo
ru: Предпросмотр
uk: Попередній перегляд
zh_hans: 实时预览
zh_hant: 即時預覽

source: Local Models
de: Lokale Modelle
es: Modelos locales
fr: Modèles locaux
ja: ローカルモデル
pl: Modele lokalne
ru: Локальные модели
zh_hans: 本地模型
zh_hant: 本地模型

source: MCP Servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCP サーバー
pl: Serwery MCP
ru: Серверы MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ru: Модель
zh_hans: 模型
zh_hant: 模型

source: Native Tools
de: Native Werkzeuge
es: Herramientas nativas
fr: Outils natifs
ja: ネイティブツール
pl: Natywne narzędzia
ru: Встроенные инструменты
zh_hans: 原生工具
zh_hant: 原生工具

source: Network Activity
de: Netzwerkaktivität
es: Actividad de red
fr: Activité réseau
ja: ネットワーク活動
pl: Aktywność sieciowa
ru: Сетевая активность
zh_hans: 网络活动
zh_hant: 網路活動

source: New Preset
de: Neue Voreinstellung
es: Nuevo preajuste
fr: Nouveau préréglage
ja: 新しいプリセット
pl: Nowe ustawienie
ru: Новый пресет
zh_hans: 新建预设
zh_hant: 新增預設

source: No glasses
de: Keine Brille
es: Sin gafas
fr: Pas de lunettes
ja: メガネなし
pl: Brak okularów
ru: Нет очков
uk: Немає окулярів
zh_hans: 未连接眼镜
zh_hant: 未連接眼鏡
